Repository: sultan99/chat-demo
Catalog: src/locales/*/messages.po
Languages: fr, ru

source: 12:00 hours
fr: 12:00 heures
ru: 12:00 ч/ф

source: 24:00 hours
fr: 24:00 heures
ru: 24:00 ч/ф

source: Chat room
fr: Flux de messages
ru: Лента сообщений

source: Clock display
fr: Affichage de l'horloge
ru: Формат часов

source: Dark
fr: Foncé
ru: Темный

source: Interface color
fr: Couleur de l'interface
ru: Цвет интерфейса

source: Language
fr: La langue
ru: Язык интерфейса

source: Light
fr: Lumière
ru: Светлый

source: Send message on CTRL+ENTER
fr: Envoyer un message sur CTRL + ENTER
ru: Отрпавлять сообщение при CTRL+ENTER

source: Sent: {time}
fr: Envoyé: {time}
ru: отправлено: {time}

source: Settings
fr: Réglages
ru: Настройки

source: Type message here
fr: Tapez le message ici
ru: Введите сообщение

source: Type your name
fr: Tapez votre nom
ru: Введите имя
